Revit 2027 API
SymbolTypeId.KgCO2ePerM Property
 Symbol kgCO₂e/m, indicating kilograms Carbon Dioxide per meter
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgCO2ePerM { get; }
Public Shared ReadOnly Property KgCO2ePerM As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgCO2ePerM {
	ForgeTypeId^ get ();
}
static member KgCO2ePerM : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace